[{
 "name": "ANNE PRO 2, 60% Wired/Wireless Mechanical Keyboard",
 "pricePerDay": 520,
 "imageURL": "https://tips.thaiware.com/upload_misc/tips/2021_01/images/1430_210120154234f0_96.jpg" ,
 "ownerID": "6210015",
 "location": "king david 1st",
 "itemDesciption": "ANNE PRO 2 is a 60% size Bluetooth RGB mechanical keyboard. It’s smart and saves the space of the desk. Although there are only 61 keys, it can be used like a standard 104 -key keyboard by the key combination About the manufacturer Taicang Zhigengniao(ZGN) is specializing in creating a unique mechanical keyboard with the best performance of Lighting, customizability, durability, Multiple Layouts, and programmability, etc. Established in early 2014. Most of ZGN members are professional engineers that have been working in IT technical industry for many years. They are sophisticated in product design, cloud computing, and software applications. Just like the said “ Design is not just what it looks like and feels like. Design is how it works”, ZGN places great importance on design, including the software code, chips selection, and 3D product design. The combination of different types of design and technical things matters the most in ZGN's philosophy. Key Features of Anne Pro 2 1. Designed with comfortable and nice typing angle 2. Bluetooth 4.0 or USB Type-C connectivity modes, up to 4 devices can be paired 3. 1900mAh built-in Li-Ion battery. Capable of between 8 hours and 4 weeks of constant power depending on LED usage and brightness 4. Per-key RGB LED’s (16 million colors), Multiple pre-programmed dynamic modes. Custom per-key lighting can be configured via the app 5. Full 61 key NKRO/Anti-Ghosting (USB mode only) 6.Constantly developing firmware 7.1ms response time"
},
{
    "name": "Wilson : ไม้เทนนิส",
    "pricePerDay": 220,
    "imageURL": "https://d1a2ggqmhsoom.cloudfront.net/COwo0pcxPURLv3njzZzCDAhJzhc=/fit-in/346x500/filters:quality(90):fill(ffffff)/http://static-catalog.supersports.co.th/p/wilson-4303-73895-1.jpg" ,
    "ownerID": "6210015",
    "location": "king david 1st",
    "itemDesciption": "Length: 27 inches / 69 cm Head size: 98 sq inches / 632 sq cm Weight: 329 grams / 11.6 oz with thick overgrip (305 grams / 10.7 oz unstrung listed weight) Balance point: 12.8 in / 32,5 cm / 5 pts head light Beamwidth: 21 mm throughout String pattern: 16×19 (relatively tight) Flex: Low 60s Swingweight: 326.5 strung"
},
{
    "name": "Zebronics Future Wireless Bluetooth Speaker",
    "pricePerDay": 320,
    "imageURL": "https://i.gadgets360cdn.com/products/audio/large/1552567227_832_zebronics_future-wireless-bluetooth-speaker.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6110155",
    "location": "king david 1st",
    "itemDesciption": "Product details \nBluetooth Yes \nBluetooth Range 10 meter \nUSB Ports 1 USB Ports \nHeadphone Jack No \nMemory Card Supported SD Card \nConnector Type RCA Jack \nDriver Type 1 Subwoofer, 4 Satellites \nCompatible Devices TV, Mobile, Computer, Laptop"
},{
    "name": "Portronics Sound Bun POR-755 Wireless Bluetooth Speake",
    "pricePerDay": 1320,
    "imageURL": "https://i.gadgets360cdn.com/products/audio/large/1552567102_832_portronics_sound-bun-por-755-wireless-bluetooth-speaker.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6110155",
    "location": "king david 1st",
    "itemDesciption": "Product details \nBattery Capacity 600 mAh \nCharging Time 5 hrs \nBluetooth Yes \nBluetooth Range 10 meter \nUSB Ports 1 USB Ports \nMemory Card Supported SD Card \nCompatible DevicesMobile, Computer, Tablet"
},{
    "name": "Sony SA-D40 Wired Speaker",
    "pricePerDay": 4320,
    "imageURL": "https://i.gadgets360cdn.com/products/audio/large/1552567144_832_sony_sa-d40-wired-speaker.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6110155",
    "location": "king david 1st",
    "itemDesciption": "Product details \nBluetooth No \nUSB Ports 1 USB Ports \nDriver Type 4s \nCompatible Devices TV, Mobile, Computer, Laptop"
},{
    "name": "JBL Go Wireless Bluetooth Speaker",
    "pricePerDay": 3320,
    "imageURL": "https://i.gadgets360cdn.com/products/audio/large/1552566913_832_jbl_go-wireless-bluetooth-speaker.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6310023",
    "location": "king david 1st",
    "itemDesciption": " Brand JBL \nModel Go \nWireless Bluetooth Speaker \nModel Name Go \nSpeaker Type Mobile or Tablet or Laptop \nWired/Wireless Wireless \nFeatures Bluetooth \nConfiguration Mono (1 Channel) \nMemory Card Slot No \nPower Source Battery \nPower Output 3W \nFrequency Response 180Hz-20000Hz \nOutdoor Usage Yes"
},{
    "name": "New Nintendo 2DS XL",
    "pricePerDay": 3320,
    "imageURL": "https://i.gadgets360cdn.com/products/large/1549533234_635_New_Nintendo_2DS_XL.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6310023",
    "location": "king david 1st",
    "itemDesciption": "New Nintendo 2DS XL Full Specifications General Brand Nintendo Model New 2DS XL Price in India ₹21,990 Release date June 2017 Console Family Nintendo DS Console Type Handheld Console Input method Cartridge Hard Disk 1GB RAM 256MB Processor 804 MHz ARM11 MPCore quad-core Graphics 204 MHz DMP PICA200 Ethernet No Weight 261g Battery Type Li-ion Screen Size 4.88-inches (upper); 4.18-inches (lower) HDMI No USB No Memory Card Upto 32GB AV Digital Output No Wi-Fi Yes"
},{
    "name": "Sony PlayStation 4",
    "pricePerDay": 3320,
    "imageURL": "https://i.gadgets360cdn.com/products/large/1549462346_635_ps4_slim_db.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6310023",
    "location": "queen sheba",
    "itemDesciption": "Sony PlayStation 4 Full Specifications General Alternate names PS4 Brand Sony Model PlayStation 4 Price in India ₹27,099 Release date November 2013 Console Family Sony PlayStation 4 Console Type Home Console Input method Disc Hard Disk 500GB, 1TB RAM 8GB Processor AMD Jaguar 1.6 GHz 8-core Graphics AMD GCN Radeon Ethernet Yes Weight 2.1kg HDMI Yes USB 2 USB 3.1 ports AV Digital Output HDMI, Optical Out Wi-Fi Yes"
},{
    "name": "Microsoft Xbox One S",
    "pricePerDay": 4320,
    "imageURL": "https://i.gadgets360cdn.com/products/large/1549457624_635_xbox_one_s.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6310023",
    "location": "queen sheba",
    "itemDesciption": "The Xbox One was built with a specific vision in mind, and it was one that included a whole lot more than games. From streaming videos to dollops of motion sensing in the form of Kinect, it aimed to be the centre of your living room - much like Microsoft envisioned the original Xbox to be, when it launched in 2001."
},{
    "name": "Nvidia Shield Portable",
    "pricePerDay": 3320,
    "imageURL": "https://i.gadgets360cdn.com/products/large/1550246034_635_nvidia_shield_portable.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6111252",
    "location": "queen sheba",
    "itemDesciption": "General spec Alternate names Nvidia Shield Brand Nvidia Model Shield Portable Release date July 2013 Console Family Nvidia Shield Console Type Handheld Console Hard Disk 16GB RAM 2GB Processor Quad-core ARM Cortex-A15 @ 1.9 GHz Graphics Tegra 4 Ethernet No Weight 579g Battery Type Li-ion Screen Size 5-inches Wi-Fi Yes"
},{
    "name": "Panasonic Lumix DC GH5LGA 20.33MP DSLR Camera",
    "pricePerDay": 2320,
    "imageURL": "https://i.gadgets360cdn.com/products/cameras/large/1548234942_832_panasonic_lumix-dc-gh5lga-20-33mp-dslr-camera.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6111252",
    "location": "queen sheba",
    "itemDesciption": "General Brand Panasonic Model Lumix DC GH5LGA 20.33MP DSLR Camera Model Name. Lumix DC GH5LGA Model Number DC GH5LGA Series Lumix Color Black SLR Variant 25-600Mm F2.8 Constant Aperture Zoom Camera With 4K Movie Type DSLR Camera Effective Pixels 20.33 MP Dimensions(WxHxD) 138.5 x 98.1 x 87.4 mm Weight. 725 GM Face Detection. Yes Maximum Burst. Yes Temperature 0 to 40 Accessory Shoe Hot Shoe"
},{
    "name": "Panasonic LUMIX G7 16.0MP DSLR Camera",
    "pricePerDay": 1320,
    "imageURL": "https://i.gadgets360cdn.com/products/cameras/large/1548234966_832_panasonic_lumix-g7-16-0mp-dslr-camera.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6111252",
    "location": "queen sheba",
    "itemDesciption": "About this item Professional photo and video: Performance: 16 megapixel micro four thirds sensor with no low pass filter to confidently capture sharp images with a high dynamic range and artifact free performance; Wi-Fi: IEEE 802.11b/g/n, 2412 MHz, 2462 MHz (1 11 ch), Wi Fi / WPA / WPA2, Infrastructure mode 4K video Capture: 4K QFHD video recording (3840 x 2160) with 3 unique 4K ultra HD video pause and save 4K photo modes extracts individual high resolution Photos from 4K ultra HD video filmed at 30 frames per second to capture split second moments Intuitive Controls: Easily control aperture and shutter settings with the front and rear dials while making White balance and ISO adjustments on the fly; Assign favorite settings to any of the six function buttons (six on body, five on menu) High Resolution Viewfinder and LCD Display: High resolution (2,360K dot) OLED live view finder and rear touch Enabled 3 inch tilt/swivel LCD display (1,040 dot) are clear even in bright sunlight. Diagonal Angle of View: 75°（Ｗ）29°（Ｔ） Connectivity and Ports: 3.5 millimeter external mic port, 2.5 millimeter remote port, USB 2.0 and micro HDMI Type D; Compatible with newer BUS Class UHS I/UHS II SDXC/SDHC SD cards capable of storing high resolution 4K videos"
},{
    "name": "Panasonic Lumix DC GX850K 16.0MP DSLR Camera",
    "pricePerDay": 1320,
    "imageURL": "https://i.gadgets360cdn.com/products/cameras/large/1548234937_832_panasonic_lumix-dc-gx850k-16-0mp-dslr-camera.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6111252",
    "location": "queen sheba",
    "itemDesciption": "About this item Light weight and compact Mirrorless interchangeable Lens camera body. Lumix g Vario 12-32mm F3.5-5.6 with Mega o.I.S. Stabilization Kit Lens. 16MP Four Thirds sensor. 22 creative filter effects. 180 Degree Flip up touch controlled LCD with self face and buddy hands free auto shutter."
},{
    "name": "Ricoh Pentax X-5 16MP DSLR Camera",
    "pricePerDay": 2320,
    "imageURL": "https://i.gadgets360cdn.com/products/cameras/large/1548234992_832_ricoh_pentax-x-5-16mp-dslr-camera.jpg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6111253",
    "location": "queen sheba",
    "itemDesciption": "About this item 16 megapixel backlit CMOS sensor A large 26X optical zoom (22.3-580mm equivalent) lens Large 3 tiltable LCD screen for easy shooting at any angle and electronic viewfinder with 230k pixels and diopter Sensor shift image stabilization 1080p video @ 30 FPS with h.264 compression"
},{
    "name": "Lenovo Tab 7",
    "pricePerDay": 2320,
    "imageURL": "https://drop.ndtv.com/TECH/product_database/images/1115201762259PM_635_lenovo_tab_7.jpeg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6211252",
    "location": "queen sheba",
    "itemDesciption": "Lenovo Tab 7 tablet was launched in November 2017. The tablet comes with a 6.98-inch display with a resolution of 1280x720 pixels. Lenovo Tab 7 is powered by a 1.3GHz quad-core MediaTek processor. It comes with 2GB of RAM. The Lenovo Tab 7 runs Android 7.0 and is powered by a 3500mAh non-removable battery. As far as the cameras are concerned, the Lenovo Tab 7 on the rear packs 5-megapixel camera. It sports a 2-megapixel camera on the front for selfies. Lenovo Tab 7 is based on Android 7.0 and packs 16GB of inbuilt storage that can be expanded via microSD card (up to 128GB). The Lenovo Tab 7 is a dual-SIM (GSM and GSM) tablet that accepts Nano-SIM and Nano-SIM cards. It was launched in Slate Black colour. Connectivity options on the Lenovo Tab 7 include Wi-Fi 802.11 b/g/n, GPS, USB OTG, 3G, and 4G (with support for Band 40 used by some LTE networks in India). Sensors on the tablet include accelerometer, ambient light sensor, and proximity sensor. As of 11th February 2022, Lenovo Tab 7 price in India starts at Rs. 7,990."
},{
    "name": "iBall Slide Brisk 4G2",
    "pricePerDay": 800,
    "imageURL": "https://drop.ndtv.com/TECH/product_database/images/130201763228PM_635_iball_slide_brisk_4g2.jpeg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6411252",
    "location": "queen sheba",
    "itemDesciption": "iBall Slide Brisk 4G2 tablet was launched in January 2017. The tablet comes with a 7.00-inch display with a resolution of 1280x720 pixels. iBall Slide Brisk 4G2 is powered by a quad-core processor. It comes with 3GB of RAM. The iBall Slide Brisk 4G2 runs Android 6.0 and is powered by a 3500mAh non-removable battery. As far as the cameras are concerned, the iBall Slide Brisk 4G2 on the rear packs 5-megapixel camera. It sports a 2-megapixel camera on the front for selfies. iBall Slide Brisk 4G2 is based on Android 6.0 and packs 16GB of inbuilt storage that can be expanded via microSD card (up to 32GB). The iBall Slide Brisk 4G2 is a dual-SIM (GSM and GSM) tablet that accepts Micro-SIM and Micro-SIM cards. It was launched in Cobalt Blue colour. Connectivity options on the iBall Slide Brisk 4G2 include Wi-Fi, GPS, USB OTG, FM radio, 3G, and 4G (with support for Band 40 used by some LTE networks in India). Sensors on the tablet include accelerometer, ambient light sensor, gyroscope, and proximity sensor. As of 11th February 2022, iBall Slide Brisk 4G2 price in India starts at Rs. 7,599."
},{
    "name": "Intex I-Buddy IN-7DD01",
    "pricePerDay": 550,
    "imageURL": "https://drop.ndtv.com/TECH/product_database/images/712201655928PM_635_intex_i_buddy_in_7dd01.jpeg?downsize=*:180&amp;output-quality=80&amp;output-format=webp" ,
    "ownerID": "6011252",
    "location": "au mall",
    "itemDesciption": "Intex I-Buddy IN-7DD01 tablet was launched in July 2016. The tablet comes with a 7.00-inch display with a resolution of 720x1280 pixels. Intex I-Buddy IN-7DD01 is powered by a quad-core processor. It comes with 1GB of RAM. The Intex I-Buddy IN-7DD01 runs Android 5.1 and is powered by a 2800mAh non-removable battery. As far as the cameras are concerned, the Intex I-Buddy IN-7DD01 on the rear packs 2-megapixel camera. It sports a 0.3-megapixel camera on the front for selfies. Intex I-Buddy IN-7DD01 is based on Android 5.1 and packs 8GB of inbuilt storage that can be expanded via microSD card (up to 32GB). The Intex I-Buddy IN-7DD01 is a dual-SIM (GSM and GSM) tablet. The Intex I-Buddy IN-7DD01 measures 188.00 x 108.00 x 10.00mm (height x width x thickness) and weighs 272.00 grams. It was launched in Black colour. Connectivity options on the Intex I-Buddy IN-7DD01 include Wi-Fi, GPS, USB OTG, FM radio, and 3G. Sensors on the tablet include accelerometer, ambient light sensor, and proximity sensor. As of 11th February 2022, Intex I-Buddy IN-7DD01 price in India starts at Rs. 4,995."
},{
    "name": "Audio-Technica ATH-AR1IS Wired Headphones",
    "pricePerDay": 570,
    "imageURL": "https://i.gadgets360cdn.com/products/headphones-and-headsets/large/audio-technica-ath-ar1is-wired-headphone-832X558-1598516652.jpg?downsize=*:420&output-quality=80" ,
    "ownerID": "6210015",
    "location": "au mall",
    "itemDesciption": "Features Listen to your music in impressive detail with 40mm dynamic drivers delivering a powerful, well-balanced sound. Connect to your smartphone with built-in microphone and controls. Ultra-lightweight and foldable design for portable use. Newly designed 40mm dynamic drivers provide crystal-clear mid and high frequencies and powerful, detailed bass Lightweight design for a long listening comfort Top-mounted PCB provide a smooth diaphragm movements which reduces sound distortion 1.2m cable with smartphone microphone/controls (One-touch button) Foldable design for ultra-portability"
},{
    "name": "Dynamic Cardioid Multi-Purpose Microphone",
    "pricePerDay": 220,
    "imageURL": "https://audiocity.co.th/pub/media/catalog/product/cache/3d76ed96114a1371f42b83296eccd6e6/s/h/shure_sv100-1200.jpg" ,
    "ownerID": "6210015",
    "location": "au mall",
    "itemDesciption": "The unidirectional (Cardioid) pickup pattern of the SV100 helps reduce feedback, while the wide frequency response and high output deliver excellent sound quality. Ideal for spoken-word presentations, karaoke performances, multimedia, and instrument use, the SV100 includes a durable cable with ¼ (6.3 mm) plug for use with home or portable recording/karaoke systems. The Shure SV100 M Dynamic Vocal Microphone is ideal for vocal performance, spoken word presentations, karaoke performances, multimedia, and instrument use. Its built-in on-off switch makes it very easy to work. The SV100M has a cardioid pickup pattern that helps reduce feedback. Its wide frequency response and high output deliver excellent sound quality. The SV100 M also includes a break-resistant microphone holder that connects to a microphone stand. Ideal for spoken word presentations, karaoke performances, multimedia, and instrument use. The unidirectional (Cardioid) pickup pattern helps reduce feedback, while the wide frequency response and high output deliver excellent sound quality."
}]
